{
  "last_edit": "2023/07/27",
  "major_ids": {
    "Divine Honor": "&b+Divine Honor: &3Increases the bonus from Radiance by 5%. Bash deals &2✤ &3-15% per hit.",
    "Perfect Recall": "&b+Perfect Recall: &3Memory Recollection adds 1 extra spell. Increases Chaos Explosion's mana bank requirement to 150.",
    "Gentle Glow": "&b+Gentle Glow: &3Orphion's Pulse and Fluid Healing restore more health, especially to allies, but at a slower speed",
    "Furious Effigy": "&b+Furious Effigy: &3Totem effects are twice as fast, but duration is halved",
    "Soul Eater": "&b+Soul Eater: &3Devour and Harvester grant double mana. Decreases maximum marks by 1.",
    "Magnet": "&b+Magnet: &3Pulls items dropped by mobs towards you",
    "Strings of Fate": "&b+Strings of Fate: &3Your puppets have a lifetime of 3 seconds, and deal double damage with attacks and explosions.",
    "Greed": "&b+Greed: &3Picking up emeralds heals you and nearby players for 15% max health",
    "Rally": "&b+Rally: &3Charge heals you by 10% and nearby allies by 15% on impact, but becomes harmless",
    "Madness": "&b+Madness: &3Casts a random spell of your class every 3 seconds",
    "Plague": "&b+Plague: &3Poisoned mobs spread their poison to nearby mobs",
    "Forest's Blessing": "&b+Forest's Blessing: &3Your archer summons have increased movement speed, attack speed, and vision. Bomb Arrow's damage is reduced by &6✢ &3-30%.",
    "Alter Ego": "&b+Alter Ego: &3Awakened can be activated after saving 40% less mana, but its duration is reduced by 25%.",
    "Transcendence": "&b+Transcendence: &330% chance for spells to cost no mana when casted",
    "Fission": "&b+Fission: &3Explosions from your Exploding ID are twice as big and twice as strong",
    "Roving Assassin": "&b+Roving Assassin: &3Vanish will no longer block mana and health regeneration",
    "Sorcery": "&b+Sorcery: &330% chance for spells and attacks to cast a second time at no additional cost",
    "Heart of the Pack": "&b+Heart of the Pack: &3Nearby players gain 35% of the health you naturally regenerate",
    "Hawkeye": "&b+Hawkeye: &3Condense Arrow Storm into a tight beam. Arrows deal &6✢ &310%, &e✦ &31%, and &f❋ &31%",
    "Guardian": "&b+Guardian: &320% of damage taken by nearby allies is redirected to you",
    "Geocentrism": "&b+Geocentrism: &3Aura radiates from you instead of your Totem and can be cast any time",
    "Saviour’s Sacrifice": "&b+Saviour’s Sacrifice: &3While under 50% maximum health, nearby allies gain 20% bonus damage and defence",
    "Reckless Abandon": "&b+Reckless Abandon: &3Tempest deals &c✹ &3+15% and gains one additional charge. War Scream no longer grants a defence bonus.",
    "Escape Route": "&b+Escape Route: &3Frenzy and Time Dilation charge twice as fast, but to a halved maximum.",
    "Cherry Bombs": "&b+Cherry Bombs: &3Your Smoke Bombs explodes instantly, and increase their Neutral Damage by +90%",
    "Entropy": "&b+Entropy: &3Meteor falls three times faster",
    "Freerunner": "&b+Freerunner: &3When your sprint bar is under 30% full, increase your sprint speed by +150%",
    "Lightweight": "&b+Lightweight: &3You no longer take fall damage",
    "Taunt": "&b+Taunt: &3Mobs within 12 blocks target you upon casting War Scream",
    "Peaceful Effigy": "&b+Peaceful Effigy: &3Your Totem will last twice as long",
    "Flashfreeze": "&b+Flashfreeze: &3Ice Snake is instant and freezes for +1s",
    "Gravity Well": "&b+Gravity Well: &3Meteor has increased blast radius and pulls enemies instead",
    "Juggle": "&b+Juggle: &3Stronger Multihit adds an additional 12 hits. All hits are reduced by &6✢ &3-10%.",
    "Explosive Impact": "&b+Explosive Impact: &3Your Exploding ID can trigger when hitting mobs with your Main Attack",
    "Temblor": "&b+Temblor: &3Bash gains +1 Area of Effect and is 20% faster",
    "Cavalryman": "&b+Cavalryman: &3You may cast spells and attack with a -70% damage penalty while on a horse",
    "Snowy Steps": "&b+Snowy Steps: &3Leaves a trail of snow behind you",
    "Festive Spirit": "&b+Festive Spirit: &3Plays wintery tunes",
    "Overwhelm": "&b+Overwhelm: &3Bash will hit +2 times"
  }
}